[
  {
    "name": "The Fool",
    "description": "The card suggests that your investments have the potential to yield positive results. The Fool signifies new beginnings, taking risks, and embracing unconventional approaches. It encourages you to trust your instincts and explore new opportunities. However, it's important to exercise caution and avoid recklessness.\n\nThe Fool card indicates that success may come through a sense of adventure and learning from both positive and negative outcomes. Overall, the card implies that your investments have a promising outlook, but the ultimate result will depend on your willingness to embrace the journey and make informed decisions.",
    "image": "/tarotdeck/thefool.jpeg",
    "description_zh": "這張牌暗示你的投資很有機會迎來正面的成果。愚者象徵新的開端、勇於冒險與擁抱非典型的策略，提醒你相信直覺、大膽探索新的可能。然而，也要記得維持警覺，避免魯莽的風險。\n\n愚者牌透露，透過冒險精神並從成功與挫折中學習，你能累積寶貴經驗。整體而言，投資前景看好，最終成敗仍取決於你是否願意接納整段旅程並做出審慎決策。"
  },
  {
    "name": "The Magician",
    "description": "The card suggests that your trades have the potential to yield successful results. The Magician represents power, skill, and manifestation of goals. It signifies that you have the necessary tools and abilities to make your investments profitable. This card encourages you to utilize your intellect, creativity, and resourcefulness to your advantage.\n\nBy harnessing your potential and making strategic decisions, you can manifest positive outcomes in your crypto trades. However, it's important to remember that the ultimate result will depend on your actions, choices, and market conditions. The Magician card indicates that you have the ability to influence and shape the outcome of your trades through your knowledge and skills.",
    "image": "/tarotdeck/themagician.jpeg",
    "description_zh": "這張牌顯示你的交易極有可能收穫亮眼的成果。魔術師象徵力量、技巧與願景實現，意謂著你具備讓投資獲利所需的工具與能力，也鼓勵你靈活運用理性、創意與資源。\n\n只要掌握自己的潛力並擬定策略，你就能在加密市場實現理想的結果。不過，最終的走向仍受到你下的每一步與市場變化左右。魔術師提醒你，用知識與技術引導交易，就能更有效地塑造成果。"
  },
  {
    "name": "The High Priestess",
    "description": "According to The High Priestess tarot card, your trades have the potential to yield mysterious and intuitive results. Trust your instincts, tap into hidden knowledge, and explore alternative perspectives to make informed decisions. The card suggests that unseen factors may influence your investments, and embracing your intuition can lead to profitable outcomes.\n\nHowever, remember that the High Priestess card doesn't guarantee specific results; success depends on your ability to navigate the market's mysteries using a blend of rational analysis and intuitive insights.",
    "image": "/tarotdeck/thehighpriestess.jpeg",
    "description_zh": "女祭司牌暗示，你的交易可能出現帶有直覺與神祕色彩的結果。她邀請你信任內在聲音、觸及隱藏的智慧，並從不同角度蒐集資訊，以做出判斷。這張牌也說明，仍有看不見的因素在影響盤勢，擁抱直覺能帶來額外的助力。\n\n然而，女祭司並不保證特定結果；成功關鍵在於你是否能結合理性分析與直覺洞察，穿越市場中的未知領域。"
  },
  {
    "name": "The Empress",
    "description": "According to The Empress tarot card, your trades have the potential to yield abundant and fruitful results. The Empress represents growth, nurturing, and prosperity. This card suggests that your investments may bring about positive outcomes and financial abundance. \n\nTo maximize your chances of success, it advises you to adopt a nurturing mindset and approach your trades with patience and care. Trust your in stincts and tap into your creativity when making decisions in the crypto market. By finding a harmonious balance between intuition and practicality, you can create favorable conditions for your investments to flourish.\n\nHowever, it's important to note that the Empress card does not guarantee specific outcomes. The actual results will depend on your actions, strategies, and the overall market conditions. Nevertheless, by embracing a nurturing mindset and making informed choices, you increase the likelihood of achieving prosperous results in your trading endeavors.",
    "image": "/tarotdeck/theempress.jpeg",
    "description_zh": "皇后牌代表豐盛、養成與繁榮，象徵你的交易有望帶來充裕且甜美的收穫。這張牌鼓勵你培養關懷與耐心的心態，在市場中細心呵護每一個決策。\n\n透過相信本能、啟動創意，並在直覺與務實間找到平衡，就能為投資創造茁壯的條件。皇后雖不保證固定結果，但提醒你，只要願意細心照料並做出明智的選擇，就能大幅提升獲得豐收的機率。"
  },
  {
    "name": "The Emperor",
    "description": "The Emperor tarot card represents authority, structure, and stability. It symbolizes a time of taking control and establishing a solid foundation for your trades. This card suggests that your investments have the potential to yield positive results through a disciplined and structured approach. It encourages you to exercise leadership and make well-informed decisions based on careful analysis and strategic planning.\n\nBy setting clear boundaries and maintaining a sense of control, you can create a stable framework for success in your trades. However, it is important to remain adaptable to market conditions and make adjustments as necessary to ensure continued growth and prosperity.",
    "image": "/tarotdeck/theemperor.jpeg",
    "description_zh": "皇帝牌象徵權威、結構與穩定，意味著此刻該由你掌舵，為交易打下扎實的根基。牌面指出，只要秉持紀律，遵循清楚的系統，你的投資就能收穫良好的成果。\n\n透過劃定界線、掌握節奏並進行周延分析，你便能替交易建立穩固框架。同時，也別忘了隨市場狀況調整策略，才得以持續成長並維持長期的穩健。"
  },
  {
    "name": "The Hierophant",
    "description": "According to The Hierophant tarot card, your trades have the potential to yield structured and traditional results. The Hierophant represents conformity, tradition, and established systems. This card suggests that your investments may benefit from following established guidelines and adopting a conservative approach.\n\nTo increase the likelihood of success, it advises seeking guidance from experienced individuals or experts in the crypto market. The Hierophant encourages adhering to established strategies, rules, and regulations when making trading decisions. By aligning yourself with trusted sources of knowledge and respecting traditional trading methods, you can navigate the market more effectively.\n\n However, it's important to note that the Hierophant card does not guarantee specific outcomes. The actual results will depend on your ability to apply traditional principles while considering market dynamics and adapting when necessary. By maintaining a balance between tradition and flexibility, seeking expert advice, and making informed decisions, you can enhance the potential for successful results in your trades.",
    "image": "/tarotdeck/thehierophant.jpeg",
    "description_zh": "教宗牌暗示，你的交易將受惠於制度化與傳統的力量。這張牌象徵遵循規範、尊重傳承與成熟系統，提示你採用穩健而保守的作法對投資最有利。\n\n為了提高成功機率，建議向業界前輩或專家請益，遵循既有準則與風控，讓決策更紮實。雖然教宗不保證特定結果，但只要在傳統與彈性間取得平衡，善用專業建議，就能大幅提升交易成功的可能。"
  },
  {
    "name": "The Lovers",
    "description": "According to 'The Lovers' tarot card, your trades have the potential to yield harmonious and positive results. The Lovers represent partnership, alignment, and choices based on personal values. This card suggests that your investments may thrive when you make decisions that resonate with your beliefs and values. It encourages you to consider both financial and emotional aspects of your trades, seek harmony, and make choices that align with your true desires.\n\nCollaboration and finding common ground with others in the crypto market may contribute to favorable outcomes. Trust your instincts, stay true to yourself, and make informed decisions to increase the likelihood of achieving positive results. However, it's important to note that the Lovers card does not guarantee specific outcomes. The actual results will depend on your ability to make decisions in alignment with your values and navigate the market with integrity.",
    "image": "/tarotdeck/TheLovers.jpg",
    "description_zh": "戀人牌象徵和諧、互補與價值選擇，意味著你的交易在合作與共識下特別容易開花結果。此牌提醒你，若能讓投資策略與內心價值緊密貼合，便能創造更具支持力的環境。\n\n它也鼓勵你在做決定時考慮關係與長期目標，保持真誠與透明。當你與夥伴或團隊步調一致，並以信任、協調為前提行事，成功機會就會顯著提升。"
  },
  {
    "name": "The Chariot",
    "description": "According to 'The Chariot' tarot card, your trades have the potential to yield victory and success. The Chariot represents determination, willpower, and assertiveness. It suggests that through focused and disciplined efforts, you can overcome challenges and obstacles in the crypto market. By setting clear goals, devising strategic plans, and executing them confidently, you increase your chances of achieving triumphant outcomes.\n\nHowever, it's important to note that the Chariot card does not guarantee specific results. Your ultimate success will depend on your ability to maintain focus, adapt to changing circumstances, and make informed decisions. Approach your trades with determination, discipline, and adaptability to enhance the potential for positive results.",
    "image": "/tarotdeck/thechariot.jpeg",
    "description_zh": "戰車牌主張自信、決斷與掌控，顯示你擁有推動交易前進的動能。只要握緊主導權、設定清楚的方向，成果便會向著勝利靠攏。\n\n這張牌鼓勵你保持專注、整合所有資源，並以明確策略穿越阻力。即使面臨挑戰，只要意志堅定、方針一致，就能穩健地把交易推向理想的終點。"
  },
  {
    "name": "Strength",
    "description": "According to 'Strength' tarot card, your trades have the potential to yield strength and resilience. The Strength card represents courage, inner power, and the ability to overcome challenges. It suggests that by harnessing your inner strength and staying focused, you can navigate the crypto market with confidence and determination. This card advises you to trust your abilities, remain calm in turbulent times, and persistently pursue your investment goals.\n\nHowever, it's important to remember that the Strength card does not guarantee specific outcomes. Your ultimate success will depend on your ability to stay strong, make informed decisions, and adapt to market conditions. Approach your trades with confidence, trust in your abilities, and remain resilient to enhance the potential for positive results.",
    "image": "/tarotdeck/thestrength.jpeg",
    "description_zh": "力量牌象徵勇氣、耐性與內在定力。它提醒你以溫和卻堅定的方式面對市場波動，憑藉自制力與信心掌握節奏。\n\n保持心態穩定、信任自己的判斷，並在關鍵時機展現柔中帶剛的力量，你便能化解壓力、迎向更有利的結果。"
  },
  {
    "name": "The Hermit",
    "description": "according to 'The Hermit' tarot card, your trades may yield introspection and solitude. The Hermit represents wisdom, self-reflection, and seeking inner guidance. This card suggests that your investments may benefit from taking a step back, reflecting on your strategies, and seeking a deeper understanding of the crypto market.\n\nIt advises prioritizing self-analysis and introspection in your trading decisions. The Hermit encourages you to seek solitude to refine your strategies and make well-informed choices. By trusting your inner wisdom and taking a cautious approach, you can navigate the market more effectively.\n\nHowever, it's important to note that the Hermit card does not guarantee specific results. The actual outcomes will depend on your ability to embrace introspection, integrate your learnings, and make informed decisions. Approach your trades with wisdom, take time for reflection, and make thoughtful choices to increase the likelihood of favorable results.",
    "image": "/tarotdeck/thehermit.jpeg",
    "description_zh": "隱士牌暗示，暫時收斂腳步、專注自省，將對你的交易更有幫助。透過整理資料、回顧經驗，你能更清楚看見市場脈絡。\n\n當你保有獨立思考與清晰洞察，等待時機成熟再出手，就能做出更符合長期目標的決策。"
  },
  {
    "name": "Wheel of Fortune",
    "description": "According to 'Wheel of Fortune' tarot card, your trades may yield unpredictable results. The Wheel of Fortune represents cycles and changes in life, indicating that your investments may be subject to the ups and downs of the crypto market. This card advises you to embrace both opportunities and challenges that come your way, as luck and circumstances play a role in your trading outcomes. It suggests being adaptable and open to new possibilities.\n\nKeep in mind that external factors can influence your trades, so staying informed and making flexible decisions is crucial. However, it's important to note that the Wheel of Fortune card does not guarantee specific results. The actual outcomes will depend on various factors and your ability to navigate the changes effectively.",
    "image": "/tarotdeck/wheeloffortune.jpeg",
    "description_zh": "命運之輪象徵循環、變化與機遇的轉動，意味著市場可能突然出現新的走勢。這張牌提醒你保持開放與靈活，抓住轉折帶來的契機。\n\n只要你願意順勢調整策略、善用每一次的起伏，就能在變動中找到成長與累積財富的窗口。"
  },
  {
    "name": "Justice",
    "description": "According to the 'Justice' tarot card, your trades may yield fair and balanced results. The Justice card represents fairness, truth, and accountability. It suggests that your investments will be influenced by the principle of cause and effect.\n\nTo increase your chances of success, the card advises making decisions based on careful analysis and objective reasoning, while considering ethical and legal aspects. By acting with integrity and fairness in your trading, you create the conditions for just outcomes.\n\nHowever, it's important to note that the Justice card does not guarantee specific results. The actual outcomes will depend on your ability to make informed decisions, consider multiple perspectives, and adapt to the market's fairness and fluctuations.\n\nApproach your trades with integrity, seek fair dealings, and make informed choices to increase the likelihood of achieving favorable and balanced results.",
    "image": "/tarotdeck/justice.jpeg",
    "description_zh": "正義牌強調公平、平衡與責任。它提醒你在交易中保持透明、遵守規則，並審慎衡量每一步。\n\n當你以誠信面對市場、客觀評估風險與報酬，便能替自己爭取最公允的結果。"
  },
  {
    "name": "The Hanged Man",
    "description": "According to 'The Hanged Man' tarot card, your trades may yield a period of suspension, sacrifice, and gaining a new perspective. The Hanged Man represents a time of pause and surrender, encouraging you to let go of old strategies or beliefs that may no longer serve you. By embracing this period of suspension and adopting an open mind, you can gain valuable insights and potentially achieve successful outcomes in your investments.\n\nHowever, it's important to note that the Hanged Man card does not guarantee specific results. The actual outcomes will depend on your ability to embrace the period of suspension, surrender to new perspectives, and make informed decisions as you navigate the crypto market. Approach your trades with patience, adaptability, and a willingness to let go of control to increase the likelihood of positive results.",
    "image": "/tarotdeck/thehangedman.jpeg",
    "description_zh": "吊人牌提示你暫停腳步，以全新的角度審視眼前局勢。它鼓勵你放下既定框架，透過耐心與轉念，找到突破的關鍵。\n\n即使短期看似停滯，只要願意沉澱與調整，未來就有機會因為這段等待而出現意想不到的轉機。"
  },
  {
    "name": "Death",
    "description": "According to the 'Death' tarot card, your trades may yield transformation, endings, and new beginnings. The Death card represents significant change and letting go of the old. It advises releasing attachments to outdated strategies or investments that no longer serve you. Embracing change and being adaptable can lead to positive outcomes in the long run.\n\nThe card suggests the potential for rebirth and renewal, signaling the need to let go of certain investments or approaches to make room for new opportunities. However, it's important to note that the Death card does not guarantee specific results. Your success will depend on your ability to embrace change, let go of the old, and make informed decisions as you navigate the crypto market. Approach your trades with an open mind and embrace transformation to increase the likelihood of positive results and new beginnings.",
    "image": "/tarotdeck/death.jpeg",
    "description_zh": "死神牌象徵結束與重生，意謂著某些交易可能需要畫下句點，好讓新的可能性浮現。它鼓勵你勇敢清理過時的部位與模式。\n\n當你接受變化、放下不再適用的策略，就能為下一輪更健康的成長騰出空間。"
  },
  {
    "name": "Temperance",
    "description": "According to the `Temperance` tarot card, your trades may yield balance, moderation, and harmony. The Temperance card represents finding the middle path and blending different elements together. It advises seeking a balanced approach, practicing moderation, and adapting to market conditions. By finding equilibrium between risk and caution, intuition and analysis, you increase the likelihood of positive outcomes. The card suggests that patient and steady trading, along with a harmonious mindset, can lead to favorable results. \n\nHowever, it's important to note that the Temperance card does not guarantee specific results. Your success will depend on your ability to find balance, exercise moderation, and make informed decisions. Approach your trades with a calm and balanced mindset, seek equilibrium in your strategies, and make choices that reflect a harmonious approach to increase the likelihood of favorable results.",
    "image": "/tarotdeck/temperance.jpeg",
    "description_zh": "節制牌主張適度、和諧與調整。它提醒你在交易時保持節奏均衡，靈活調配資源，避免極端。\n\n只要掌握好節奏，把直覺與理性融合，就能找到穩健且可長可久的投資步伐。"
  },
  {
    "name": "The Devil",
    "description": "According to `The Devil` tarot card, your trades may yield entrapment, illusions, and negative outcomes. The Devil represents temptation, materialism, and being bound by unhealthy patterns or dependencies. This card suggests that your investments may be influenced by greed, impulsive decision-making, or falling into harmful practices.\n\nIt warns against making choices based solely on immediate gratification or following the herd mentality. The Devil card signifies the need to break free from limiting beliefs and take responsibility for your actions in the crypto market. By recognizing and releasing unhealthy attachments, you can avoid negative consequences and work towards more positive outcomes.\n\nHowever, it's important to note that the Devil card does not dictate a fixed result. Your ultimate outcome will depend on your ability to resist temptation, make informed decisions, and break free from harmful patterns. Approach your trades with caution, practice self-discipline, and seek clarity to increase the likelihood of achieving more favorable results.",
    "image": "/tarotdeck/thedevil.jpeg",
    "description_zh": "惡魔牌示警過度執著、誘惑與束縛。它提醒你留意對獲利的貪念是否讓你忽略風險，或陷入難以抽身的壓力。\n\n一旦察覺這些束縛，主動斷開不健康的模式，重新掌控自主權，便能讓交易重回正軌。"
  },
  {
    "name": "The Tower",
    "description": "According to `The Tower` tarot card, your trades may yield unexpected and disruptive results. The Tower represents sudden change, upheaval, and the breaking down of existing structures. It signifies a period of turmoil and transformation in your investment journey.\n\nThis card advises you to be prepared for unforeseen events that may shake the foundations of your trades. It signifies the need to adapt quickly to unexpected circumstances and make necessary adjustments. While the Tower represents a challenging period, it also presents an opportunity for growth and rebuilding.\n\nThe ultimate outcome will depend on your ability to navigate the upheaval and embrace change. It's important to remain resilient, seek opportunities amidst chaos, and make informed decisions in response to the new circumstances. Approach your trades with flexibility and adaptability to increase the likelihood of positive outcomes even in the face of disruption.",
    "image": "/tarotdeck/thetower.jpeg",
    "description_zh": "高塔牌象徵突如其來的動盪與拆解。它可能預告市場劇烈震盪，但同時也是洗牌與重建的契機。\n\n面對震撼時刻，請保持冷靜、迅速調整，並從中汲取教訓。當塵埃落定，你會擁有更堅固的基礎。"
  },
  {
    "name": "The Star",
    "description": "According to `The Star` tarot card, your trades may yield hope, inspiration, and positive outcomes. The Star represents a guiding light, offering a sense of optimism and renewal. It signifies that your investments have the potential to bring about positive changes and fulfill your aspirations.\n\nThis card advises you to stay focused on your goals and have faith in your abilities. It encourages you to trust the process and remain optimistic, even during challenging times. The Star suggests that by maintaining a positive mindset, being open to new possibilities, and aligning your actions with your aspirations, you can attract favorable results in your crypto trades. It symbolizes a sense of divine guidance and offers reassurance that your efforts will be rewarded.\n\nHowever, it's important to note that the Star card does not guarantee specific outcomes. The actual results will depend on your actions, market conditions, and your ability to stay committed to your goals. Embrace the hope and inspiration offered by the Star, stay aligned with your vision, and make informed decisions to increase the likelihood of positive and fulfilling results in your crypto trades.",
    "image": "/tarotdeck/thestar.jpeg",
    "description_zh": "星星牌帶來希望、療癒與靈感。它提醒你保持信心，相信更長遠的目標，並讓心態回歸平衡。\n\n只要你持續耕耘、循序漸進，就有機會在市場中逐步看見光芒與收成。"
  },
  {
    "name": "The Moon",
    "description": "According to `The Moon` tarot card, your trades may yield results that are influenced by intuition, emotions, and the subconscious. The Moon represents the realm of the unknown, illusions, and hidden influences. It suggests that your investments may be subject to fluctuations and uncertainties in the crypto market. It advises you to trust your instincts and tap into your intuition when making trading decisions.\n\nHowever, be cautious of deceptive or misleading information and seek clarity through thorough research and analysis. The Moon reminds you to navigate the market with awareness, adaptability, and a balanced approach to emotions. While the outcomes may be unpredictable, by staying connected to your intuition and being mindful of the hidden aspects, you can make more informed choices to increase the likelihood of favorable results in your trades.",
    "image": "/tarotdeck/themoon.jpeg",
    "description_zh": "月亮牌揭示潛意識、疑慮與變動，暗示市場資訊可能帶有迷霧。它提醒你細心分辨，避免被錯誤訊號帶偏。\n\n透過觀察內在情緒與實際數據，保持謹慎，同時信任直覺，你就能在朦朧中找到方向。"
  },
  {
    "name": "The Sun",
    "description": "According to `The Sun` tarot card, your trades are likely to yield success, positivity, and abundance. The Sun represents joy, vitality, and favorable outcomes. It signifies a period of growth and flourishing in your investments.\n\nThis card advises you to have confidence in your abilities and embrace a positive mindset. It suggests that your investments have the potential to bring you happiness and financial rewards. The Sun card encourages you to seize opportunities, bask in the spotlight, and let your investments shine brightly.\n\nOverall, `The Sun` tarot card indicates that your trades are likely to yield optimistic and prosperous results. Embrace positivity, trust your instincts, and make informed decisions to enhance the potential for successful outcomes in the crypto market.",
    "image": "/tarotdeck/thesun.jpeg",
    "description_zh": "太陽牌象徵成功、喜悅與清晰度，代表你的交易有望迎來充滿活力的成果。它鼓勵你展現自信、分享成果，並持續擴大正向循環。\n\n只要保持透明與樂觀，善用當前優勢，你便能吸引更多成長的契機。"
  },
  {
    "name": "Judgement",
    "description": "According to `The Judgement` tarot card, your trades may yield a significant period of evaluation, accountability, and potential rebirth. This card represents a call to reflect on your past choices and actions, and to make decisions based on a higher level of awareness. It signifies that your investments may undergo a period of scrutiny, where past decisions and their consequences will be brought to light.\n\nThis is an opportunity to assess your trading strategies, learn from any mistakes, and make adjustments for a fresh start. The Judgement card suggests that by embracing this period of evaluation and taking responsibility for your actions, you can potentially experience a rebirth and make more informed decisions that lead to positive outcomes in your trades.\n\nHowever, it's important to note that the Judgement card does not guarantee specific results. Your ultimate success will depend on your willingness to honestly assess your past choices, learn from them, and make well-informed decisions moving forward in the crypto market. Approach your trades with a sense of accountability and embrace this opportunity for growth and transformation.",
    "image": "/tarotdeck/judgement.jpeg",
    "description_zh": "審判牌提醒你做整體檢視與重要抉擇。它邀請你檢討過往策略、吸取經驗，並勇於做出符合長遠願景的判斷。\n\n當你回應內在召喚、調整方向，就能讓投資走向更具意義與延展性的道路。"
  },
  {
    "name": "The World",
    "description": "According to `The World` tarot card, your trades are likely to yield successful and fulfilling results. The World represents completion, achievement, and wholeness. It signifies that your investments have the potential to reach a state of fulfillment and accomplishment. This card suggests that you have come full circle in your trading journey, and you are on the verge of experiencing positive outcomes and rewards. It signifies a sense of unity and integration, indicating that your trades may align with your overall goals and aspirations.\n\nThe World card encourages you to celebrate your achievements and embrace the opportunities that lie ahead. It represents a culmination of your efforts and suggests that your investments have the potential to make a significant impact in the crypto market. However, it's important to continue to stay grounded, adapt to changes, and maintain a balanced approach to sustain your success in the long term.",
    "image": "/tarotdeck/theworld.jpeg",
    "description_zh": "世界牌象徵圓滿、完成與新階段的展開。它顯示你有機會達成階段性目標，並站上更高的層次。\n\n把握這股成就感，盤點收穫，再為下一個願景整裝出發，旅程將持續拓展。"
  },
  {
    "name": "Ace of Cups",
    "description": "The `Ace of Cups` tarot card suggests that your trades may yield new opportunities and emotional fulfillment. This card represents the potential for new beginnings, abundance, and positive energy. It advises you to approach your investments with an open heart, allowing your intuition and emotions to guide you. The Ace of Cups signifies the potential for joy, fulfillment, and financial rewards in your trades.\n\nHowever, it's important to remember that the card does not guarantee specific results. The actual outcomes will depend on your ability to embrace new opportunities, listen to your intuition, and make informed decisions. Approach your trades with an open heart and align them with your highest values to increase the likelihood of positive and fulfilling results.",
    "image": "/tarotdeck/aceofcups.jpeg",
    "description_zh": "聖杯王牌代表新的情感契機與豐沛能量，暗示你的交易可能開啟全新的篇章，帶來滿足與驚喜。它鼓勵你敞開胸懷，讓直覺與感受引導決策，並相信宇宙正把值得投入的機會送到你面前。\n\n雖然牌面不保證特定結果，但只要你真誠擁抱新可能、細心聆聽內心聲音並做出周延判斷，就能大幅提高獲得愉悅且富足成果的機會。"
  },
  {
    "name": "Two of Cups",
    "description": "According to the `Two of Cups` tarot card, your trades may yield positive and harmonious results. The Two of Cups represents partnerships, connections, and mutual benefits. It suggests that collaborating with others and seeking shared goals can enhance your chances of success in trading. By fostering open communication, trust, and emotional connections, you can create a sense of harmony and balance in your investments.\n\n However, it's important to note that the Two of Cups card does not guarantee specific results. The actual outcomes will depend on your ability to cultivate strong partnerships, communicate effectively, and make informed decisions. Approach your trades with a collaborative mindset, seek mutually beneficial arrangements, and nurture healthy relationships to increase the likelihood of favorable results.",
    "image": "/tarotdeck/twoofcups.jpeg",
    "description_zh": "聖杯二象徵互惠、連結與信任，預示你的交易若能建立夥伴關係或共享目標，將更容易獲得正面的回報。牌面提醒你保持真誠的溝通與互相支持，讓合作能量流動起來。\n\n真正的成果仍取決於你是否願意培養可靠的夥伴、維持開放對話並共同做出審慎決定。當彼此朝同一方向努力時，和諧與成功就會自然萌芽。"
  },
  {
    "name": "Three of Cups",
    "description": "The `Three of Cups` tarot card suggests that your trades may yield positive and joyful results. This card represents celebration, friendship, and abundance. It indicates that your investments have the potential to bring about a sense of harmony, shared success, and fulfillment.\n\nThe card advises you to cultivate connections and collaborate with others in your trading endeavors. By working together and celebrating achievements, you can enhance your trading outcomes and create a supportive network.\n\nHowever, it's important to remember that the Three of Cups card does not guarantee specific results. The actual outcomes will depend on your ability to foster relationships, collaborate effectively, and make informed decisions in the crypto market.",
    "image": "/tarotdeck/threeofcups.jpeg",
    "description_zh": "聖杯三帶來慶祝、友情與豐盛的氣息，象徵你的投資有望收穫令人欣喜的成果，也提醒你善用團隊力量。與可信的夥伴分享資訊、互相打氣，能讓整體進展更加順利。\n\n儘管牌面不保證固定結局，只要你保持開放合作、善用群體智慧並持續作出明智的判斷，就能在市場中締造值得舉杯的成果。"
  },
  {
    "name": "Four of Cups",
    "description": "the `Four of Cups` tarot card, it suggests that your trades may yield a sense of contemplation and introspection. The Four of Cups represents a period of reflection, where you may find yourself feeling dissatisfied or uninterested with the current investment opportunities presented to you. It indicates a need to reassess your priorities and consider whether there are better options available.\n\n This card advises you to look beyond what is immediately in front of you and remain open to new possibilities. It urges you to examine your emotional state and desires in relation to your investments. It may be a time to take a step back, reevaluate your strategies, and consider whether there are alternative opportunities that align better with your goals.",
    "image": "/tarotdeck/fourofcups.jpeg",
    "description_zh": "聖杯四暗示一段沉澱與自省的時期，你可能對眼前機會感到乏味或提不起勁。牌面提醒你暫停腳步、回顧自身渴望，重新思考策略與方向。\n\n當你打開視野、檢視情緒與需求，或許就能看見隱藏的新選項。給自己時間再出手，才能找到真正與目標契合的方案。"
  },
  {
    "name": "Five of Cups",
    "description": " The `Five of Cups` tarot card suggests that your trades may yield feelings of disappointment or loss. The Five of Cups represents a period of emotional upheaval and focusing on past failures or missed opportunities. It signifies that there may be setbacks or challenges in your investments, leading to a sense of regret or disillusionment. \n\nHowever, it's important to note that the Five of Cups also carries a message of learning and resilience. While there may be disappointment, it encourages you to acknowledge and process those emotions, but not dwell on them. It advises you to shift your focus from what went wrong to what can still be salvaged or learned from the situation.",
    "image": "/tarotdeck/fiveofcups.jpeg",
    "description_zh": "聖杯五象徵失落與感傷，暗示近期交易可能讓你感到失望或懊悔。它鼓勵你好好面對情緒、吸收教訓，但別一直停留在過去。\n\n只要你把焦點拉回仍然保有的資源，並思考下一步可以怎麼調整，就有機會從挫折中重新站起，再度看見可能性。"
  },
  {
    "name": "Six of Cups",
    "description": "The `Six of Cups` tarot card suggest, that your trades may bring about a sense of nostalgia and past influences. The card suggests that your trades could be influenced by past experiences, memories, or connections. It could indicate a potential for revisiting familiar strategies or seeking opportunities rooted in the past. \n\nHowever, it's important to note that the prediction is based on symbolic interpretation and not an absolute guarantee of specific outcomes. The actual results will depend on various factors, including market conditions and your trading decisions.",
    "image": "/tarotdeck/sixofcups.jpeg",
    "description_zh": "聖杯六帶來懷舊與熟悉的氛圍，表示過往經驗與人脈可能在交易中再次派上用場。或許你會想重拾曾經奏效的策略，或從舊關係中找到新的靈感。\n\n雖然這只是象徵性的指引，但如果能善用累積的記憶與教訓，同時評估當前市場，你就能把熟悉的力量轉化為新的成果。"
  },
  {
    "name": "Seven of Cups",
    "description": "The `Seven of Cups` tarot card suggest, that the trader may face a period of confusion and overwhelming choices in their trades. The Seven of Cups represents a multitude of options and possibilities, but it also warns of the need for clarity and discernment.\n\n It suggests that the trader should be cautious and avoid getting lost in unrealistic or deceptive opportunities. It's important for the trader to carefully evaluate each option, stay focused on their goals, and make informed decisions to navigate through the complexity and make the most of their trading endeavors.",
    "image": "/tarotdeck/sevenofcups.jpeg",
    "description_zh": "聖杯七呈現琳瑯滿目的選項，也提醒你別被幻象與過度期待牽著走。面對眾多機會時，務必保持清醒與聚焦，避免陷入不切實際的幻想。\n\n透過建立明確目標、仔細篩選資訊並一步步驗證假設，你就能穿越混亂，挑出最適合自己的交易道路。"
  },
  {
    "name": "Eight of Cups",
    "description": "The `Eight of Cups` tarot card suggest, that your trades may involve leaving behind certain investments or ventures. The Eight of Cups represents a period of transition and the need for emotional detachment from current circumstances. It implies that you may feel compelled to move on from certain trades or investment strategies in search of something more fulfilling or aligned with your goals.\n\nThe card advises you to trust your instincts and listen to your inner voice. It signifies that it might be necessary to let go of certain opportunities or investments that no longer serve you in order to pursue new paths and experiences.\n\nOverall, the prediction with the `Eight of Cups` card suggests a time of change and the need to explore new possibilities in your trading journey. It indicates that by leaving behind what no longer serves you, you can find greater fulfillment and growth in your future trades.",
    "image": "/tarotdeck/eightofcups.jpeg",
    "description_zh": "聖杯八象徵放下與轉身離開，意味著你可能決定結束某些投資或策略，好讓自己追尋更有意義的目標。即使離開熟悉的領域帶來不安，內心依舊呼喚你探索更能共鳴的道路。\n\n相信自己的直覺，接受必要的轉換，你就能在新方向中找到更貼近心願的機會與成長。"
  },
  {
    "name": "Nine of Cups",
    "description": "The `Nine Of Cups` tarot card suggests , that your trades have the potential to bring you fulfillment, satisfaction, and a sense of abundance. This card represents wishes fulfilled, emotional satisfaction, and overall positive outcomes. It suggests that your investments may lead to favorable results, bringing you joy and contentment.",
    "image": "/tarotdeck/nineofcups.jpeg",
    "description_zh": "聖杯九有「心想事成」之稱，代表滿足、愉悅與富足。它暗示你的交易很可能帶來令人欣慰的成果，讓你對自己建立的架構感到安心。\n\n趁此時刻好好感謝努力與資源的累積，同時持續保持感恩與專注，讓好運勢得以延續。"
  },
  {
    "name": "Ten of Cups",
    "description": "The `Ten of Cups` tarot card suggests , that your trades would be positive and fruitful. The Ten of Cups represents emotional fulfillment, harmony, and joy. It suggests that your investments have the potential to bring about a sense of contentment and satisfaction. This card indicates that your trades may lead to successful outcomes, not just in terms of financial gains, but also in terms of overall happiness and fulfillment.",
    "image": "/tarotdeck/tenofcups.jpeg",
    "description_zh": "聖杯十描繪圓滿與共享的喜悅，顯示你的投資不僅有機會獲利，還能帶來整體生活的和諧與滿足。它提醒你回顧初心，珍惜與重要他人之間的支持。\n\n當你以長遠幸福為目標、兼顧財務與情感需求，交易自然會更貼近理想的狀態。"
  },
  {
    "name": "Page of Cups",
    "description": "The `Page of Cups` tarot card suggests that your trades may bring opportunities for emotional growth and new beginnings. The Page of Cups represents youthful enthusiasm, creativity, and the emergence of new ideas. It suggests that by approaching your trades with an open heart and a willingness to explore innovative strategies, you can potentially uncover profitable ventures or untapped potential in the crypto market.\n\nThis card encourages you to embrace your intuition, nurture your passions, and be open to unexpected opportunities that may arise. However, keep in mind that the Page of Cups card does not guarantee specific results, but rather signifies a potential for positive emotional and creative development in your trading journey.",
    "image": "/tarotdeck/pageofcups.jpeg",
    "description_zh": "聖杯侍者象徵靈感萌芽與情感覺察，提醒你以開放的心迎接新構想。面對市場時，多給自己創意與試驗的空間，可能會發現意想不到的商機。\n\n保持童心與敏感度，不怕嘗試獨特的策略，同時記得收集資訊、穩健前進，便能讓旅程更加回甘。"
  },
  {
    "name": "Knight of Cups",
    "description": "The `Knight of Cups` tarot card suggests that your trades may be guided by your emotional instincts, and there is potential for positive outcomes if you follow your heart and make decisions based on your intuition. It suggests that by combining your emotions with practicality and a balanced approach, you can navigate the crypto market successfully.\n\nHowever, it's important to note that the Knight of Cups card does not guarantee specific results. The actual outcomes will depend on your ability to harness your emotions effectively, make informed decisions, and maintain a level-headed approach in the face of market volatility.",
    "image": "/tarotdeck/knightofcups.jpeg",
    "description_zh": "聖杯騎士以浪漫與直覺驅動，帶來順勢而為的能量。它鼓勵你把情感與判斷結合，只要保持真誠並適度評估，就能在波動中找到合適的節奏。\n\n記得在熱情與理性之間維持平衡，善用靈感也不忘做足功課，成功的機率便會大幅提高。"
  },
  {
    "name": "Queen of Cups",
    "description": "The `Queen of Cups` card suggests that your investments may yield emotional fulfillment and intuitive success. The Queen of Cups represents emotional intelligence, compassion, and intuitive wisdom.\n\n It suggests that by tapping into your intuition, understanding your emotions, and making decisions from a place of empathy and compassion, you can navigate the crypto market with positive outcomes. Trust your instincts, remain emotionally balanced, and cultivate a deep understanding of the market to increase the likelihood of favorable results.",
    "image": "/tarotdeck/queenofcups.jpeg",
    "description_zh": "聖杯皇后象徵細膩洞察與包容力，提醒你以同理心看待市場變化，並照顧自己與團隊的情緒。當你懂得安定心靈、傾聽直覺，就能做出既柔軟又明智的決策。\n\n她鼓勵你在追求獲利的同時，也關注長期的情緒平衡與人際支持，讓整體發展更加穩固。"
  },
  {
    "name": "King of Cups",
    "description": "The `King of Cups` suggests that your trades may result in emotional balance, intuitive decision-making, and potential financial success. The King of Cups represents emotional intelligence, stability, and a calm approach to your investments. It indicates that by tapping into your intuition and maintaining a balanced mindset, you have the potential to make wise decisions and achieve positive outcomes in the crypto market.",
    "image": "/tarotdeck/kingofcups.jpeg",
    "description_zh": "聖杯國王代表成熟的情感管理與穩健的領導力。這張牌示意你在交易中保持冷靜、以大局為重，透過寬容與智慧帶領整個局面。\n\n當你能適時疏導情緒、聽取建議並作出穩妥的裁量，就能在動盪中守住航道，帶領資金向前。"
  },
  {
    "name": "Ace of Pentacles",
    "description": "The `Ace of Pentacles` suggests that your trades have the potential to yield new financial opportunities and material abundance. The Ace of Pentacles represents the beginning of prosperity and the manifestation of wealth. It suggests that your investments may lead to favorable outcomes, such as financial stability and growth. This card encourages you to seize these opportunities and make practical and grounded decisions in your trading activities.\n\n However, it's important to note that the card doesn't guarantee specific results, and the actual outcome will depend on various factors such as market conditions and your own actions. Approach your trades with a focused mindset, take advantage of the potential opportunities, and make informed choices to increase the likelihood of positive results.",
    "image": "/tarotdeck/aceofpentacles.jpeg",
    "description_zh": "錢幣王牌預告全新的財務契機與紮實的成長動能。它象徵物質豐盛的開端，提醒你抓住眼前的實際機會，並以踏實的策略累積成果。\n\n雖然結果仍受市場與行動影響，只要你專注、落實計畫並善用資源，就能大幅提升獲得穩定報酬的可能。"
  },
  {
    "name": "Two of Pentacles",
    "description": "The `Two of Pentacles` card suggests that your trades may involve balancing multiple financial responsibilities and finding harmony amidst changing circumstances. This card suggests that you will need to juggle different aspects of your investments, adapt to market fluctuations, and make practical decisions to maintain stability. The prediction implies that your ability to find balance and manage your resources wisely will be key to navigating the crypto market successfully.",
    "image": "/tarotdeck/twoofpentacles.jpeg",
    "description_zh": "錢幣二談的是平衡與靈活調度。它暗示你會同時處理多項財務責任，需要在波動中保持節奏與秩序。\n\n只要善用時間與資金、適時調整策略，你就能在變動的市場裡維持穩定並持續前進。"
  },
  {
    "name": "Three of Pentacles",
    "description": "The `Three of pentacles` suggests that your trades would be positive. The Three of Pentacles represents collaboration, skill, and success in your endeavors. It suggests that your trades have the potential to be fruitful, especially if you are willing to work with others and utilize your expertise.\n\n This card signifies the importance of teamwork, attention to detail, and honing your craft. It indicates that your efforts may be recognized, leading to rewards and progress in your trading journey. Overall, the tarot reader's prediction would be that your trades have the potential for success and prosperity.",
    "image": "/tarotdeck/threeofpentacles.jpeg",
    "description_zh": "錢幣三象徵團隊合作、技術展現與專業認可。它表示你的交易若能結合專長並與他人協作，將更容易見到成果。\n\n保持專注、精進細節，並與值得信賴的夥伴合作，就能讓努力被看見，也為未來累積更堅實的基礎。"
  },
  {
    "name": "Four of Pentacles",
    "description": "The `Four of Pentacles` represents a tendency to hold onto resources and maintain a secure financial position. It implies that you may be inclined to be cautious and reluctant to take risks in your trading activities. The card advises you to prioritize stability, financial security, and the preservation of your assets.\n\n However, it also indicates a potential need to find a balance between holding onto what you have and exploring new opportunities for growth. It suggests that while it's important to be mindful of financial stability, being too rigid or overly protective may hinder your potential for greater gains. Therefore, it is recommended to consider finding a balance between preserving your resources and taking calculated risks to maximize your trading outcomes.",
    "image": "/tarotdeck/fourofpentacles.jpeg",
    "description_zh": "錢幣四強調資源防守與穩固的財務結構。它提醒你重視安全感與資產保護，但也別過度僵化，以免錯失新的成長機會。\n\n在守成與冒險之間找到平衡，適度配置風險，就能守住成果同時為未來鋪路。"
  },
  {
    "name": "Five of Pentacles",
    "description": "The `Five of Pentacles` card suggest that your trades, the prediction would suggest potential financial challenges or difficulties. The Five of Pentacles represents a period of financial strain, scarcity, or feeling left out in the cold. It indicates that there may be losses or setbacks in your investments, and you might experience a sense of financial instability. \n\nHowever, it's important to note that the Tarot is not an absolute predictor of the future, and outcomes can be influenced by various factors. While the Five of Pentacles card suggests potential financial challenges, it is still within your power to take proactive steps, seek guidance, and adapt your strategies to improve the situation.",
    "image": "/tarotdeck/fiveofpentacles.jpeg",
    "description_zh": "錢幣五暗示可能面臨財務壓力或短暫的失衡。這張牌提醒你，困難雖讓人感到孤單，卻也是尋求支援與調整策略的契機。\n\n保持彈性、主動尋找協助並重新規畫，你便能逐步走出低潮，重建安全感。"
  },
  {
    "name": "Six of Pentacles",
    "description": "The `Six of Pentacles` card suggests that your trades may experience a fair and balanced exchange. The Six of Pentacles represents generosity, reciprocity, and the flow of resources. It suggests that your trades have the potential to result in mutually beneficial outcomes, where you may receive support or assistance from others while also sharing your abundance with those in need. \n\nThis card indicates that your investments may lead to a harmonious and equitable distribution of wealth. However, it's important to note that the Six of Pentacles does not guarantee specific results. The actual outcomes will depend on various factors, including your actions, market conditions, and interactions with others. Approach your trades with a spirit of fairness, generosity, and integrity to increase the likelihood of positive and mutually beneficial results.",
    "image": "/tarotdeck/sixofpentacles.jpeg",
    "description_zh": "錢幣六象徵資源的流動與互惠，預示你的交易有機會在付出與回饋之間找到平衡。它也鼓勵你在有能力時幫助他人，形成良性循環。\n\n秉持公平與誠信，讓財富在信任中流轉，自然能迎來更穩定且互利的成果。"
  },
  {
    "name": "Seven of Pentacles",
    "description": "The `Seven of Pentacles` card suggests that your trades would likely suggest a period of evaluation and patience. The Seven of Pentacles represents a time of reflection, assessing your investments, and waiting for the results to unfold. It indicates that your trades may require a patient approach, allowing your investments to grow and develop over time.\n\n The card advises you to review your progress, make necessary adjustments, and trust in the process of your investments. While it doesn't provide specific outcomes, it suggests that with careful assessment and patience, your trades have the potential to yield positive results in the long run.",
    "image": "/tarotdeck/sevenofpentacles.jpeg",
    "description_zh": "錢幣七主張耐心評估與長期視角。它提醒你放慢腳步，檢視投資是否朝正確方向前進，並適度調整。\n\n雖然暫時看不到立刻結果，只要堅持耕耘、細心照料，你的付出終會在時間中發酵。"
  },
  {
    "name": "Eight of Pentacles",
    "description": "The `Eight of Pentacles` card while you, as a crypto trader, ask about your trades, the prediction would be that your trades will likely result in focused effort, skill development, and potential financial gains. \n\nThe Eight of Pentacles represents dedication, hard work, and honing your expertise. It suggests that by putting in consistent effort, focusing on improving your skills, and staying committed to your trades, you have the potential to achieve success and financial growth in the crypto market.",
    "image": "/tarotdeck/eightofpentacles.jpeg",
    "description_zh": "錢幣八象徵勤奮、專心與技能磨練。它表示你只要持續精進、累積專業，就能在交易上穩穩前行。\n\n把心力放在學習與實作，建立可複製的流程，自然能一步步堆疊價值與回報。"
  },
  {
    "name": "Nine of Pentacles",
    "description": "The `Nine of Pentacles` card suggests that your trades have the potential to yield financial abundance and independent success. The Nine of Pentacles represents a time of prosperity, self-sufficiency, and reaping the rewards of your hard work. It indicates that your investments may result in financial stability and a sense of personal accomplishment.\n\nThis card encourages you to trust in your abilities, maintain a disciplined approach, and enjoy the fruits of your labor. It suggests that your trades may lead to a favorable outcome with the potential for financial growth and security.",
    "image": "/tarotdeck/nineofpentacles.jpeg",
    "description_zh": "錢幣九傳達自給自足與優雅豐盛。它預告你的努力有望轉化為財務自由與安心的生活步調。\n\n信任自己的眼光，維持紀律並享受成果，同時也記得持續優化資產配置，讓成功更長久。"
  },
  {
    "name": "Ten of Pentacles",
    "description": "The `Ten of Pentacles` card suggests that your trades have the potential to bring substantial financial stability and long-term wealth. The Ten of Pentacles represents a culmination of material abundance, prosperity, and generational wealth. It suggests that your investments may yield significant returns and contribute to a solid financial foundation for yourself and possibly future generations. This card indicates that your trades have the potential to create a lasting and prosperous outcome, bringing you financial security and success in the crypto market.",
    "image": "/tarotdeck/tenofpentacles.jpeg",
    "description_zh": "錢幣十代表厚實的家業與長期富足。它象徵你有機會建立穩固的財務基礎，甚至惠及家族或團隊。\n\n善用當前資源、制定長遠計畫，並兼顧傳承與風險控管，就能把成功延伸成可長可久的保障。"
  },
  {
    "name": "Page of Pentacles",
    "description": "The `Page of Pentacles` card suggest that your trades as a crypto trader would be that there is potential for new financial opportunities and growth. The Page of Pentacles represents a young and ambitious individual who is eager to learn and apply their skills in practical ways.\n\n It suggests that by being diligent, focused, and open to learning, your trades have the potential to yield positive results, such as new investment prospects or profitable ventures. The card encourages you to approach your trades with a beginner's mindset, seeking knowledge and being willing to put in the necessary effort to achieve your financial goals.",
    "image": "/tarotdeck/pageofpentacles.jpeg",
    "description_zh": "錢幣侍者帶來學習與實作的熱情，提醒你以初學者的心態探索新的財務機會。\n\n只要保持勤奮、踏實研究並勇於實驗，你的交易旅程將持續開展，並為未來累積扎實的本錢。"
  },
  {
    "name": "Knight of Pentacles",
    "description": "The `Knight of Pentacles` card suggests that with your trades you can expect steady and reliable progress. The Knight of Pentacles represents a methodical and disciplined approach, suggesting that your investments will yield gradual growth and stability. This card indicates that by focusing on long-term strategies, being diligent in your research, and taking a patient and practical approach, you have the potential to achieve financial stability and tangible results in your trades.",
    "image": "/tarotdeck/knightofpentacles.jpeg",
    "description_zh": "錢幣騎士象徵穩健、耐心與持續的行動。它鼓勵你依循長期策略、一步一腳印地推進。\n\n透過紀律、細緻的準備與務實執行，你將能穩定累積成果，讓財務版圖愈來愈紮實。"
  },
  {
    "name": "Queen of Pentacles",
    "description": "The `Queen of Pentacles` card suggest that your investments will likely bring stability, abundance, and financial success. The Queen of Pentacles represents a person or energy associated with practicality, nurturing, and material wealth. It suggests that your trading endeavors have the potential to generate positive outcomes, growth, and a strong foundation for your financial goals. It indicates that you may experience fruitful returns and a sense of security in your investment ventures.",
    "image": "/tarotdeck/queenofpentacles.jpeg",
    "description_zh": "錢幣皇后展現務實、照護與物質豐盛。她提醒你在追求獲利的同時，也兼顧生活品質與周遭需求。\n\n以體貼、包容的姿態管理資源，讓每一份投資都與長期願景相呼應，你就能在安心中拓展財富。"
  },
  {
    "name": "King of Pentacles",
    "description": "The `King of Pentacles` card suggests that your trades are likely to yield success, financial stability, and abundance. The `King of Pentacles` represents wealth, mastery, and practicality. It signifies that your investments have the potential to bring fruitful results and solid returns. This card suggests that you have the skills, knowledge, and expertise to make wise financial decisions in the crypto market. It advises you to approach your trades with a practical mindset, focus on long-term gains, and utilize your resources effectively. Overall, the prediction is that your trades have a high probability of leading to prosperous outcomes.",
    "image": "/tarotdeck/kingofpentacles.jpeg",
    "description_zh": "錢幣國王象徵財務掌控與務實決策，顯示你具備帶領資金走向成功的能力。\n\n只要善用經驗、專注於長期價值並有效運用資源，你的投資極有可能轉化為穩固而豐厚的成果。"
  },
  {
    "name": "Ace of Swords",
    "description": "The `Ace of Swords` card suggests that your trades have the potential to yield success, clarity, and breakthroughs. The Ace of Swords represents a new beginning, intellectual power, and the ability to make decisive and strategic decisions. It indicates that your trading activities may be marked by sharp insight, clear thinking, and a strong sense of purpose.\n\n This card signifies that you have the mental acuity and determination to overcome challenges and achieve your goals in the crypto market. It advises you to harness your intellectual prowess, embrace new opportunities, and take calculated risks to optimize your results. However, it's important to remember that tarot readings are interpretive, and the actual outcomes of your trades will depend on various factors and your own actions in the market.",
    "image": "/tarotdeck/aceofswords.jpeg",
    "description_zh": "寶劍王牌象徵突破、清晰與決斷力，顯示你具備洞察趨勢的敏銳頭腦。它鼓勵你善用理性分析與策略思維，勇敢開創新的局面。\n\n雖然結果仍受多方影響，但只要保持專注、精準評估風險並適時採取行動，就能將靈光化為實際成就。"
  },
  {
    "name": "Two of Swords",
    "description": "The Two of Swords represents a situation where you may feel stuck, unable to move forward or make clear decisions. It suggests a period of uncertainty and conflicting options.\n\nThis card suggests that you are currently facing a dilemma in your trading decisions. It could be related to conflicting information, market volatility, or uncertainty about which path to take. The card advises you to carefully weigh your options, gather more information, and find a way to reconcile opposing factors before making any major trading decisions.\n\nHowever, it's important to note that the `Two of Swords` card does not provide a definitive outcome. The actual result of your trades will depend on your ability to confront the decision at hand, seek clarity, and make informed choices. The Tarot reader's prediction serves as a reminder to address the challenges and seek a resolution to move forward in your trading journey.",
    "image": "/tarotdeck/twoofswords.jpeg",
    "description_zh": "寶劍二描繪進退兩難的情境，暗示你可能因資訊矛盾或市場不明朗而難以下決定。\n\n這張牌提醒你停下來收集更多資料，衡量利弊並尋找折衷解方。當你願意面對問題、釐清思緒，就能再次掌握方向。"
  },
  {
    "name": "Three of Swords",
    "description": "The `Three of Swords` card suggests that in your trades this would be a period of heartache, pain, or difficulties. This card suggests that your investments may face challenges or setbacks that could potentially result in emotional turmoil or loss. It advises you to be prepared for difficult circumstances and to approach your trades with caution and careful consideration.\n\n However, it's important to remember that tarot readings are subjective and should be taken as guidance rather than a definitive prediction of the future. It's always wise to make decisions based on your own research, analysis, and risk assessment in the crypto market.",
    "image": "/tarotdeck/threeofswords.jpeg",
    "description_zh": "寶劍三帶來情緒上的考驗，提示你的交易可能遭逢挫折或令人心碎的消息。它要你做好風險控管，並以務實的態度面對波動。\n\n雖然過程難免辛苦，但只要記取教訓、調整策略，就能從痛楚中學到寶貴經驗。"
  },
  {
    "name": "Four of Swords",
    "description": "The `Four of Swords` card suggests this would be a period of rest, recuperation, and taking a break from active trading. It indicates that the best course of action at this time might be to step back and allow yourself some time for introspection and recharging.\n\n The card suggests that pushing forward with trades may not yield the desired results, and instead, it advises you to focus on self-care and regaining a sense of balance before resuming your trading activities.",
    "image": "/tarotdeck/fourofswords.jpeg",
    "description_zh": "寶劍四象徵休整與充電，告訴你暫時放慢腳步、照顧身心，可能比硬衝更有利。\n\n利用這段時間整理思緒、修復能量，等狀態回穩後再重新進場，你會更清楚下一步怎麼走。"
  },
  {
    "name": "Five of Swords",
    "description": "The `Five of Swords` card suggests potential conflict, competition, or challenges in your trades. The card indicates that you may encounter situations where you need to be cautious of deceit, manipulation, or unhealthy competition within the crypto market. It advises you to be strategic, maintain a sense of integrity, and carefully assess your decisions to navigate these challenging circumstances.",
    "image": "/tarotdeck/fiveofswords.jpeg",
    "description_zh": "寶劍五提醒你留意競爭與衝突，警告市場中可能存在不公平手段或激烈角力。\n\n面對挑戰時，請堅守原則、審慎決策，並確保自身權益不被侵蝕，如此才能在艱難情勢下仍站得住腳。"
  },
  {
    "name": "Six of Swords",
    "description": "The `Six of Swords` card suggests that your trades will bring about a period of transition, moving away from difficulties towards calmer waters. The card suggests that by making strategic decisions and leaving behind challenging situations, you can navigate towards a more stable and positive trading experience. This indicates a potential improvement in your trading journey, where you may find smoother sailing and a sense of relief from previous obstacles.",
    "image": "/tarotdeck/sixofswords.jpeg",
    "description_zh": "寶劍六象徵轉換航道、遠離困境。它暗示你有機會透過策略調整或資產重新配置，逐步離開令人頭痛的局面。\n\n保持務實、穩健地推進，就能迎向更平穩的節奏，讓交易逐漸回歸正軌。"
  },
  {
    "name": "Seven of Swords",
    "description": "The `Seven of Swords` suggests that your trades may involve an element of deception, risk, or potential loss. The card suggests a need for caution and vigilance, as there could be hidden agendas, unethical practices, or potential theft in the trading environment. It advises you to be mindful of your actions, conduct thorough research, and take appropriate measures to protect your assets and interests. The Seven of Swords serves as a reminder to be skeptical of overly promising or questionable opportunities and to maintain a keen awareness of potential risks in your trading endeavors.",
    "image": "/tarotdeck/sevenofswords.jpeg",
    "description_zh": "寶劍七提醒你警覺暗藏的風險與可能的欺瞞。它建議你詳加調查、保護資產，避免落入華而不實的陷阱。\n\n只要維持懷疑精神、堅守底線，就能減少損失並確保策略在安全範圍內運行。"
  },
  {
    "name": "Eight of Swords",
    "description": "The `Eight of Swords` card suggest that your trades may experience a sense of feeling restricted or trapped in your investment endeavors. It signifies potential obstacles, limitations, or self-imposed restrictions that could hinder your progress or decision-making process.\n\nThis card advises you to examine any self-limiting beliefs or fears that may be holding you back. It urges you to challenge these constraints and seek ways to break free from the perceived limitations. By taking a proactive approach, seeking alternative perspectives, and overcoming self-doubt, you can navigate the challenges and find a path towards greater freedom and success in your trades.\n\nIn summary, the presence of the `Eight of Swords` card indicates the potential for feeling trapped or restricted in your trading journey. However, it also encourages you to confront and overcome these limitations by exploring new strategies and gaining a fresh perspective, ultimately leading to a path of greater freedom and success.",
    "image": "/tarotdeck/eightofswords.jpeg",
    "description_zh": "寶劍八象徵被束縛的感受，可能是外在限制，也可能是自己的恐懼。它鼓勵你檢視那些讓你停滯的信念，並主動尋找解套的方法。\n\n當你勇於突破框架、接受新的觀點，交易就能重拾動能與自由度。"
  },
  {
    "name": "Nine of Swords",
    "description": "The `Nine of Swords` card suggests that your investments may lead to feelings of worry, anxiety, or stress. The card serves as a cautionary sign to be mindful of potential challenges or difficulties. However, it's important to remember that tarot readings provide guidance, not fixed outcomes. By remaining calm, seeking support, and making informed choices, you can navigate the challenges and work towards more positive results.",
    "image": "/tarotdeck/nineofswords.jpeg",
    "description_zh": "寶劍九反映焦慮與失眠的夜晚，提醒你過度擔心只會耗損能量。\n\n適時尋求協助、整理資訊並建立應對計畫，你就能降低壓力，將恐懼轉化為行動的力量。"
  },
  {
    "name": "Ten of Swords",
    "description": "The `Ten of Swords` card suggest that your trades may experience significant challenges or setbacks. The Ten of Swords represents a sense of defeat, betrayal, or reaching a low point in a situation. It signifies that your investments may face obstacles or unexpected negative outcomes.\n\nHowever, it's important to remember that Tarot predictions are not absolute and can be influenced by various factors. It's advisable to seek further guidance or explore different strategies to mitigate potential risks and navigate the challenging times in your trading journey.",
    "image": "/tarotdeck/tenofswords.jpeg",
    "description_zh": "寶劍十象徵某段旅程的終點與徹底放手。它可能代表投資遭遇重大挫折，但也宣告舊局勢告一段落。\n\n接受現況、重新整隊，將讓你更快迎接下一個階段的重建與重生。"
  },
  {
    "name": "Page of Swords",
    "description": "The `Page of Swords` card suggest that your trades will require careful analysis, strategic planning, and an alert mindset. You should stay informed about market trends, be proactive in your decision-making, and adapt quickly to changes. By remaining curious, open-minded, and willing to take calculated risks, you can increase your chances of success in the crypto market.",
    "image": "/tarotdeck/pageofswords.jpeg",
    "description_zh": "寶劍侍者代表求知與敏捷思維，提醒你保持好奇、勤做功課並關注市場資訊。\n\n只要維持警覺、善用分析工具並勇於實驗，你就能在快速變化中抓住突破口。"
  },
  {
    "name": "Knight of Swords",
    "description": "The `Knight of Swords` card suggest that your trades may involve a period of rapid action, assertiveness, and taking risks. The Knight of Swords represents an ambitious and driven energy, indicating that you might pursue your trades with determination and a bold approach.\n\nHowever, it's important to exercise caution and ensure that you also consider the potential risks and consequences associated with impulsive decision-making. The card advises you to maintain a balance between swift action and careful consideration to achieve success in your trading endeavors.",
    "image": "/tarotdeck/knightofswords.jpeg",
    "description_zh": "寶劍騎士帶來迅速與果斷的能量，讓你在交易上充滿衝勁。它鼓勵你搶先部署、果決行動，但也提醒別忽略風險評估。\n\n在速度與謹慎之間取得平衡，你就能把握先機又不至於衝過頭。"
  },
  {
    "name": "Queen of Swords",
    "description": "The `Queen of Swords` card suggest that your trades would need careful analysis, strategy, and maintaining a rational and objective approach. The Queen of Swords represents a sharp intellect, clear communication, and a focus on logic and reason. This card indicates that success in your trades will depend on your ability to make informed decisions based on thorough research and critical thinking.\n\nThe Queen of Swords encourages you to approach your trades with a level-headed mindset, relying on facts and data rather than emotions. By employing your analytical skills and maintaining a disciplined approach, you have the potential to make wise choices and achieve favorable outcomes in your investments.",
    "image": "/tarotdeck/queenofswords.jpeg",
    "description_zh": "寶劍皇后象徵清晰、理性與獨立判斷。她要你以數據與邏輯領航，保持客觀並勇於做出進退。\n\n當你把情緒放在一旁、善用分析能力，投資決策就會更俐落、成果也更可期。"
  },
  {
    "name": "King of Swords",
    "description": "The `King of Swords` card suggest that your trades would likely be that you will experience a period of strategic decision-making, rationality, and intellectual prowess. The King of Swords represents a strong and analytical mindset, indicating that your trades may be influenced by a logical and calculated approach. It suggests that you have the potential to make informed and decisive choices in your investments, relying on your knowledge and expertise.\n\nThis card also signifies the importance of clear communication and assertiveness in your trading endeavors. In summary, the tarot reader's prediction with the `King of Swords` card suggests that your trades will be driven by logic, strategic thinking, and effective decision-making.",
    "image": "/tarotdeck/kingofswords.jpeg",
    "description_zh": "寶劍國王展現權威與智慧，意味著你具備整合資訊、制定策略的能力。它提醒你堅守原則、強化溝通，並以長遠視角統籌全局。\n\n只要持續培養紀律和專業，你就能在交易舞台上做出高效而有遠見的決策。"
  },
  {
    "name": "Ace of Wands",
    "description": "The `Ace of Wands` card suggest that your trades have the potential to bring about new opportunities, creativity, and growth. The Ace of Wands represents the spark of inspiration, entrepreneurial spirit, and the initiation of successful ventures. It signifies that your trading activities may lead to exciting prospects, innovative ideas, and the potential for significant returns. It encourages you to take bold and decisive actions, harness your enthusiasm, and seize the opportunities that come your way. This card indicates that your trading journey holds promise and potential for successful outcomes.",
    "image": "/tarotdeck/aceofwands.jpeg",
    "description_zh": "權杖王牌象徵靈感火花與創業精神，顯示你的交易旅程正酝釀嶄新的契機。它鼓勵你鼓起勇氣、大膽行動，把熱情轉化為具體成果。\n\n只要你把握時機、持續點燃動能，就能開啟一段充滿成長與回報的冒險。"
  },
  {
    "name": "Two of Wands",
    "description": "The `Two of Wands` card suggests that your trades would be a potential for future success and expansion. The Two of Wands represents making plans, envisioning opportunities, and taking bold steps towards your goals. It suggests that your trades have the potential to yield positive outcomes, growth, and new possibilities. It advises you to seize opportunities, trust your instincts, and take calculated risks in order to achieve your desired results. However, it's important to note that the actual outcome will depend on your actions, decisions, and market conditions. Embrace the card's message of confidence and forward-thinking as you navigate the crypto market.",
    "image": "/tarotdeck/twoofwands.jpeg",
    "description_zh": "權杖二談的是視野與佈局，提醒你放眼未來、擬定長程計畫。當你相信直覺、評估風險並果決出手，就能把潛力化為實際進展。\n\n該牌鼓勵你保持自信與前瞻思維，勇敢走向更大的舞台。"
  },
  {
    "name": "Three of Wands",
    "description": "The `Three of Wands` card suggests that your trades have the potential for expansion, growth, and successful outcomes. The Three of Wands signifies taking a proactive approach, having a strategic vision, and being ready to explore new horizons in your investments. It suggests that your trades may lead to opportunities for long-term success, both in terms of financial gains and personal development. However, it's important to note that the actual results will depend on your ability to seize these opportunities, make informed decisions, and adapt to the evolving market conditions.",
    "image": "/tarotdeck/threeofwands.jpeg",
    "description_zh": "權杖三象徵拓展版圖與期待新航程。它提示你的交易若能善用策略、提前部署，就有望迎來長期穩健的成果。\n\n持續觀察趨勢、調整節奏，並在變動中保持彈性，你便能把握遠方的機會。"
  },
  {
    "name": "Four of Wands",
    "description": "The `Four of Wands` card suggests that with your trades you can expect a period of stability, success, and celebration. The Four of Wands represents a time of achievement, harmony, and a solid foundation in your investments. It suggests that your trades have the potential to bring about positive outcomes, financial stability, and a sense of accomplishment. This card indicates that your efforts in the crypto market will likely be rewarded and that you may experience a period of fruitful results. Overall, the prediction is that your trades have the potential to yield favorable and prosperous outcomes.",
    "image": "/tarotdeck/fourofwands.jpeg",
    "description_zh": "權杖四帶來慶祝與穩固基礎的象徵。它表示你的努力有機會轉化為實際成果，也讓你在財務上感到踏實。\n\n維持良好的團隊合作與紀律，就能享受成果並為下一階段打下更厚實的根基。"
  },
  {
    "name": "Five of Wands",
    "description": "The `Five of Wands` card, suggests that your trades may encounter competition, conflicts, or obstacles in your trading journey. The card indicates a period of challenges and disagreements within the market or among fellow traders. However, it's important to remember that the `Five of Wands` card does not guarantee specific outcomes. The actual results will depend on your ability to navigate the competitive landscape, overcome conflicts, and find ways to stand out amidst the challenges. Approach your trades with resilience, strategic thinking, and the willingness to adapt to increase the likelihood of favorable results.",
    "image": "/tarotdeck/fiveofwands.jpeg",
    "description_zh": "權杖五提醒你關注競爭與摩擦，可能會遇到意見拉扯或市場紛擾。\n\n保持彈性、磨練技巧並保持良性互動，你就能在競爭中找到突破口，把挑戰化為成長的助力。"
  },
  {
    "name": "Six of Wands",
    "description": "The `Six of Wands` card suggests that your trades will be successful and bring you recognition and victory. The Six of Wands symbolizes triumph, achievement, and public recognition for your efforts. It suggests that your trades have the potential to yield positive outcomes and be met with acclaim from others. Overall, the prediction indicates that your investments have a high chance of being successful and bringing you significant rewards.",
    "image": "/tarotdeck/sixofwands.jpeg",
    "description_zh": "權杖六象徵勝利與掌聲，預告你的付出有望獲得肯定與佳績。\n\n延續這股自信，繼續精進與分享成功經驗，便能吸引更多支持與資源。"
  },
  {
    "name": "Seven of Wands",
    "description": "The `Seven of Wands` card suggest that you will face challenges and competition in the crypto market. The card indicates that you will need to defend your position and assert yourself amidst potential obstacles. However, it also implies that with determination, resilience, and strategic decision-making, you have the ability to overcome these challenges and come out on top.",
    "image": "/tarotdeck/sevenofwands.jpeg",
    "description_zh": "權杖七代表站穩立場、勇敢捍衛自己的位置。它提醒你雖然對手眾多，但只要堅定信念、靈活應對，你完全有能力守住優勢。\n\n調整策略、持續精進，就能在壓力下仍然脫穎而出。"
  },
  {
    "name": "Eight of Wands",
    "description": "The `Eight of Wands` card, suggests that your trades would be swift and decisive action. The Eight of Wands represents a period of rapid progress, momentum, and opportunities coming your way. It suggests that your trades have the potential for quick movement, possibly resulting in profitable outcomes.\n\nThis card encourages you to seize the moment and act swiftly, as it signifies favorable conditions and an accelerated pace in the crypto market. However, it's important to note that the interpretation of tarot cards is subjective, and the actual outcomes of your trades will depend on various factors. Approach your trades with attentiveness, make informed decisions, and take advantage of the opportunities that arise to increase the likelihood of positive results.",
    "image": "/tarotdeck/eightofwands.jpeg",
    "description_zh": "權杖八帶來高速前進與迅速回應的能量。它象徵市場節奏加快，適合你把握良機、即時出擊。\n\n維持專注、善用資訊並果斷行動，就能在短時間內看見令人振奮的進展。"
  },
  {
    "name": "Nine of Wands",
    "description": "The `Nine of Wands` card suggest that your trades may encounter challenges and obstacles. The Nine of Wands represents resilience, perseverance, and the need to stay vigilant in the face of adversity. It indicates that you may need to protect your investments, be prepared for potential setbacks, and remain determined to overcome any obstacles that come your way. \n\nDespite the challenges, the card encourages you to stay committed to your goals and trust in your ability to navigate through difficulties. By maintaining your resilience and adaptability, you can increase the likelihood of successfully overcoming the hurdles and achieving positive outcomes in your trades.",
    "image": "/tarotdeck/nineofwands.jpeg",
    "description_zh": "權杖九強調韌性與防守意識，提醒你即使面臨連番挑戰，也要堅持到底。\n\n適度調整步調、保留體力並相信自己的經驗，你就能迎接成功的關鍵一役。"
  },
  {
    "name": "Ten of Wands",
    "description": "The `Ten of Wands` card suggest that your trades may result in a heavy burden or overwhelming workload. It indicates that you might encounter challenges and responsibilities that could become exhausting and take a toll on your well-being. The card advises you to be mindful of taking on too much and to find ways to manage the stress that may arise from your trading activities. By maintaining a balanced approach and seeking support when needed, you can navigate the demands of trading more effectively.",
    "image": "/tarotdeck/tenofwands.jpeg",
    "description_zh": "權杖十暗示肩上壓力加重，可能因責任與任務堆疊而感到疲憊。它建議你適度分派工作、調整節奏，避免被負荷壓垮。\n\n善用資源、尋求支援並整理優先順序，才有餘裕繼續前行。"
  },
  {
    "name": "Page of Wands",
    "description": "The `Page of Wands` card suggest that your trading will likely be in new opportunities where you will have enthusiasm, and potential for growth. The Page of Wands represents a fresh start, creative energy, and the willingness to explore new ventures. It suggests that your trades may bring about exciting prospects and a sense of passion in your investment journey. This card encourages you to embrace the enthusiasm, take calculated risks, and be open to innovative approaches. It signifies that by staying proactive, adaptable, and adventurous in your trading decisions, you may uncover promising avenues for success.",
    "image": "/tarotdeck/pageofwands.jpeg",
    "description_zh": "權杖侍者散發冒險精神與好奇心，提醒你保持熱情並勇於嘗新。當你敢於試驗新策略、拓展視野，就會發現令人興奮的可能性。\n\n同時也別忘了持續學習與調整，讓每一步都走得更踏實。"
  },
  {
    "name": "Knight of Wands",
    "description": "The `Knight of Wands` card suggests that your trades will be characterized by passion, energy, and a drive for action. The Knight of Wands signifies a period of taking bold and assertive steps in pursuit of your goals. It suggests that you will likely experience opportunities for growth and expansion in your trading activities. However, it's important to approach your trades with caution and ensure that you maintain a balance between enthusiasm and careful planning. The Knight of Wands encourages you to channel your energy and passion into focused and strategic actions to increase the likelihood of positive outcomes.",
    "image": "/tarotdeck/knightofwands.jpeg",
    "description_zh": "權杖騎士充滿火力與行動力，驅使你勇敢追逐目標。它鼓勵你抓緊節奏、大膽出擊，但也提醒要兼顧計畫與風控。\n\n把熱情化為有方向的衝刺，你就能在拓荒的路上創造佳績。"
  },
  {
    "name": "Queen of Wands",
    "description": "The `Queen of Wands` card suggests that your trades will likely result in confident and bold outcomes. The Queen of Wands represents a strong and determined individual who takes charge and exudes leadership qualities. It suggests that your investments may yield success through your ability to embrace opportunities, trust your instincts, and take decisive action. This card indicates that you have the potential to make significant strides in the crypto market by being passionate, assertive, and confident in your trading decisions.",
    "image": "/tarotdeck/queenofwands.jpeg",
    "description_zh": "權杖皇后代表自信、魅力與領導力。她提示你相信自己的判斷，並以積極姿態掌握市場。\n\n當你融合直覺與果斷、展現影響力，就能吸引資源並拓展成功的版圖。"
  },
  {
    "name": "King of Wands",
    "description": "The `King of Wands` card suggests that your trades would be one of ambition, energy, and success. The King of Wands represents a dynamic and confident leader who possesses entrepreneurial skills and a visionary mindset. This card suggests that your trades have the potential to be bold and profitable. It signifies that by harnessing your passion, taking decisive action, and leveraging your creativity, you can achieve significant success in your investments.\n\nHowever, it's important to remember that tarot readings are subjective and should be taken as guidance rather than absolute predictions. The actual outcomes will depend on your actions, market conditions, and other factors. Approach your trades with confidence, take calculated risks, and use your visionary skills to increase the likelihood of favorable results.",
    "image": "/tarotdeck/kingofwands.jpeg",
    "description_zh": "權杖國王象徵遠見、膽識與創業精神。它預示你的交易若能結合勇氣與策略，就有機會達到亮眼成果。\n\n保持宏觀視角、引領團隊並果敢行動，你就能把熱情轉化為具體而持久的勝利。"
  }
]